{
  "privacy.head.title": "Privacy policy - NibblePoker",
  "privacy.head.description": "Our privacy policy in a clear and easy to understand format.",
  "privacy.og.title": "NibblePoker - Privacy Policy",
  "privacy.og.description": "Our privacy policy in a clear and easy to understand format.",
  "privacy.header.title": "Privacy policy",

  "privacy.introduction.title": "Introduction",
  "privacy.introduction.text.1": "This privacy policy is written in accordance with the 12th and 13th articles of the GDPR.",
  "privacy.introduction.text.2": "If you wish to consult it, you can do so on the following websites:",

  "_privacy.data.title": "What data do we collect ?",
  "_privacy.data.text.1": "This website, does not collect any personal data, be it through access logs, cookies or any third-party services.",
  "_privacy.update.text.1": "The content of this privacy policy was written and last updated on the 4th of December 2021.",
  "_privacy.update.text.2": "In the event of a change to our privacy policy, you will be informed explicitly, and a copy of previous versions of the policy will be available on this page.",

  "privacy.contact.title": "How to contact us ?",
  "privacy.contact.text.1": "If you wish to contact us for more information regarding our privacy policy, please contact us via the form included on the contact page, or at the following email address:",

  "privacy.complaint.title": "How to contact the appropriate authorities ?",
  "privacy.complaint.text.1": "Should you wish to report a complaint or if you feel that our privacy policy has not addressed your concern in a satisfactory manner, you may contact your national Data Protection Authority (DPA).",
  "privacy.complaint.text.2": "More information on this procedure can be found on the following websites:",

  "privacy.v2.data.title": "Data collection",
  "privacy.v2.data.intro.1": "This websites only collects data through generic access logs in order to detect and block bad actors from accessing this website.",
  "privacy.v2.data.intro.2": "None of the data collected is used for any other purpose,it is never shared with any other third-party and is never use in any sort of analytics.",
  "privacy.v2.data.private.1": "Here is the list of private data being collected:",
  "privacy.v2.data.private_list.1": "IP address",
  "privacy.v2.data.private_list.2": "Browser's User-Agent",
  "privacy.v2.data.non_private.1": "And here is the list of non-private data being collected:",
  "privacy.v2.data.non_private_list.1": "Requested resource' URI",
  "privacy.v2.data.non_private_list.2": "Date and time",
  "privacy.v2.data.end.1": "Once the data has been logged in the access logs, it is automatically retrieved and processed by a locally-hosted application every 30 seconds and then deleted from said logs.",
  "privacy.v2.data.end.2": "This application compares this information against a list of known threat sources, targets and behaviours and if a match is found, the private information is anonymized and stored for 7 days pending a manual review.",
  "privacy.v2.data.end.3": "Once that 7 day period has elapsed, or once the report has been reviewed, all the relevant data is automatically deleted.",
  "privacy.v2.data.end.4": "If your request wasn't flagged as potentially malicious, every data collected from it is thrown out instantly.",
  "privacy.v2.data.end.5": "This process should normally never be triggered for regular traffic since most of the triggering actions are ones that should not be possible to accomplish through normal browsing.",
  "privacy.v2.data.end.6": "However, this process isn't infallible and there is always an off chance that false positives may happen.",

  "privacy.v2.update.title": "Changes to our privacy policy",
  "privacy.v2.update.intro.1": "The content of this privacy policy was originally written on the 4th of December 2021 and was last updated on the 18th of March 2022.",
  "privacy.v2.update.history.1.date": "2021/12/04",
  "privacy.v2.update.history.1.desc.1": "Original version",
  "privacy.v2.update.history.2.date": "2022/03/18",
  "privacy.v2.update.history.2.desc.1": "Changed section on data collection to reflect new policy.",
  "privacy.v2.update.history.2.desc.2": "Added mention about CloudFlare and linked to their privacy policy.",
  "privacy.v2.update.history.2.desc.3": "Improved the <i>\"Changes to our privacy policy\"</i> section.",
  "privacy.v2.update.history.3.date": "2022/09/09",
  "privacy.v2.update.history.3.desc.1": "Changed references to external services to reflect the migration to v6Node.",
  "privacy.v2.update.history.3.desc.1.1": "Added mention about v6Node and linked to their privacy policy.",
  "privacy.v2.update.history.3.desc.1.2": "Removed mentions of CloudFlare.",
  "privacy.v2.update.history.3.desc.2": "Changed the \"Cookies\" section to indicate that none should be used on public domains.",
  "privacy.v2.update.end.2": "In the event of a change to our privacy policy, you will be informed explicitly, and a copy of previous versions of the policy will be available through this page.",

  "privacy.v2.third.title": "Third Parties",
  "privacy.v2.third.intro.1": "Our websites uses some services provided by v6Node in order to prevent bad actors from accessing this website and in order to put in place a reverse-proxy system.",
  "privacy.v2.third.intro.2": "The goal of this system is to improve your browsing experience with the help of a private caching service and custom traffic filtering rules.",
  "privacy.v2.third.intro.3": "None of the data that may be gathered by v6Node or the system described above is ever used or stored.",
  "privacy.v2.third.intro.4": "If you'd wish to consult their privacy policy and their partners', you can do so by using the following URLs:",

  "privacy.v2.cookies.title": "Cookies",
  "privacy.v2.cookies.intro.1": "Our websites doesn't use nor store any cookies in your browser."
}
